{
    "id": "alpena-spotroamer-12-24v",
    "name": "Alpena SpotRoamer 12-24V LED Spot Light Kit",
    "imageUrl": "imgs/spot-light/alpena-spotroamer-12-24v (1).jpg",
    "images": [
        "imgs/spot-light/alpena-spotroamer-12-24v (1).jpg",
        "imgs/spot-light/alpena-spotroamer-12-24v (2).jpg",
        "imgs/spot-light/alpena-spotroamer-12-24v (3).jpg",
        "imgs/spot-light/alpena-spotroamer-12-24v (4).jpg",
        "imgs/spot-light/alpena-spotroamer-12-24v (5).jpg"
    ],
    "type": "spot-light",
    "oldPrice": "$38.7",
    "newPrice": "$30.96",
    "sale": "20%",
    "starRating": "4.1",
    "sold": "156",
    "forYou": "true",
    "publishDate": "02/04/2022",
    "brand": "Alpena",
    "ratings": "130",
    "productDescription": [
        "Alpena SpotRoamer 12-24V LED Spot Light Kit, Model 77712, Universal Fit for Vehicles.",
        "The SpotRoamer kit is designed for a wide range of vehicles & applications.",
        "Great for offroad and utility purposes, the SpotRoamer uses powerful and efficient LED chips to project a bright white spot style beam.",
        "This kit is great for install locations on the front bumper, to add fog style lights, on the rear bumper, and even on power sports applications.",
        "Efficient but powerful for use in low or high-power setups, the SpotRoamer kit uses under 10A to illuminate your surroundings.",
        "The included harness links both lights together and terminates in an easy to install two wire power lead.",
        "All of the wiring is fully insulated and protected from the elements and will run on almost any 12-24V DC system.",
        "A pivoting, adjustable mount ensures ease of install and a full range of adjustment for aiming purposes."
    ],
    "reviewers": [
        {
            "name": "Ronal",
            "avatarUrl": "imgs/ava/reviewer-19.jpg",
            "starRating": "4.0",
            "review": "So far so good with these light bulbs! Not only are they high quality bulbs made with quality materials, but they are also really durable! Yes, they are bulbs, but they are built well enough that they aren't super fragile either! They are easy to install too. They twist in effortlessly which I like. And, they look modern and nice too! "
        },
        {
            "name": "Messi",
            "avatarUrl": "imgs/ava/reviewer-20.jpg",
            "starRating": "3.9",
            "review": "Great product, very durable so it wont break if you drop the bulb. No flicker"
        }
    ],
    "documentUrl": "document/alpena-spotroamer-12-24v.pdf",
    "productQuantity": "1"
}